---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Btu
source: html/fba6d114-5249-e962-8f3b-2c93cfc35a6b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Btu Property

Symbol Btu, indicating unit British thermal units.

## Syntax (C#)
```csharp
public static ForgeTypeId Btu { get; }
```